---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CircuitLoadClassificationAbbreviationParam
source: html/b9cc0917-b408-a2e2-b249-90789c9991bf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CircuitLoadClassificationAbbreviationParam Property

"Load Classification Abbreviation"

## Syntax (C#)
```csharp
public static ForgeTypeId CircuitLoadClassificationAbbreviationParam { get; }
```